{"0": 0, "00": 1, "007": 2, "02": 3, "1": 4, "10": 5, "100": 6, "1001": 7, "10dollar": 8, "10ish": 9, "10pcs": 10, "11": 11, "12": 12, "13": 13, "13183": 14, "14": 15, "148179": 16, "15": 17, "16": 18, "17": 19, "18": 20, "181851": 21, "19": 22, "193195": 23, "1953": 24, "2": 25, "20": 26, "2001": 27, "2002": 28, "2004": 29, "2005": 30, "2006": 31, "2008": 32, "2012": 33, "2014": 34, "2016": 35, "2018": 36, "2021": 37, "2022": 38, "2024": 39, "204508": 40, "206487": 41, "206744": 42, "209691": 43, "21": 44, "211158": 45, "214145": 46, "22": 47, "228777": 48, "229041": 49, "229211": 50, "23": 51, "24": 52, "24137": 53, "25": 54, "25cad": 55, "28": 56, "289440": 57, "289931": 58, "29": 59, "295428": 60, "296589": 61, "298481": 62, "3": 63, "30": 64, "306207": 65, "310438": 66, "312320": 67, "312640": 68, "313562": 69, "313577": 70, "317214": 71, "35": 72, "36": 73, "385307": 74, "386750": 75, "387155": 76, "387330": 77, "387522": 78, "387820": 79, "388729": 80, "388888": 81, "389109": 82, "389328": 83, "389697": 84, "390823": 85, "393424": 86, "395712": 87, "399605": 88, "3d": 89, "4": 90, "40": 91, "401586": 92, "405521": 93, "406863": 94, "407221": 95, "407257": 96, "408630": 97, "408898": 98, "409723": 99, "409930": 100, "409940": 101, "410165": 102, "410380": 103, "411117": 104, "411253": 105, "411315": 106, "411681": 107, "411781": 108, "411810": 109, "413014": 110, "413395": 111, "413570": 112, "414710": 113, "414734": 114, "419835": 115, "44": 116, "45": 117, "455047": 118, "47": 119, "49": 120, "491374": 121, "492744": 122, "494103": 123, "494373": 124, "495424": 125, "496344": 126, "496858": 127, "497421": 128, "497695": 129, "498213": 130, "498563": 131, "498848": 132, "4pc": 133, "4people": 134, "5": 135, "50": 136, "500077": 137, "500470": 138, "501416": 139, "501513": 140, "501893": 141, "502610": 142, "502722": 143, "502799": 144, "503957": 145, "504548": 146, "504599": 147, "505318": 148, "505458": 149, "507382": 150, "507448": 151, "508149": 152, "508156": 153, "514199": 154, "516975": 155, "517019": 156, "517064": 157, "517096": 158, "517774": 159, "518733": 160, "518809": 161, "519548": 162, "519570": 163, "519638": 164, "519681": 165, "519822": 166, "519976": 167, "519986": 168, "520037": 169, "520090": 170, "520303": 171, "520383": 172, "520507": 173, "520828": 174, "520861": 175, "521125": 176, "522148": 177, "522205": 178, "522345": 179, "522477": 180, "522483": 181, "522877": 182, "522890": 183, "522967": 184, "523080": 185, "523128": 186, "523461": 187, "523710": 188, "524441": 189, "524480": 190, "524485": 191, "524766": 192, "524803": 193, "524890": 194, "524992": 195, "525311": 196, "525420": 197, "525422": 198, "525567": 199, "525853": 200, "526064": 201, "526131": 202, "526497": 203, "526510": 204, "529289": 205, "543739": 206, "5978": 207, "5dollar": 208, "6": 209, "600849": 210, "600915": 211, "600957": 212, "601094": 213, "601122": 214, "601217": 215, "601363": 216, "601547": 217, "601609": 218, "601693": 219, "601737": 220, "601848": 221, "601941": 222, "601945": 223, "601950": 224, "601983": 225, "601986": 226, "602234": 227, "602394": 228, "602482": 229, "602526": 230, "602533": 231, "602560": 232, "602657": 233, "602805": 234, "602824": 235, "602845": 236, "602871": 237, "603007": 238, "603130": 239, "603182": 240, "603189": 241, "603388": 242, "603398": 243, "603415": 244, "603476": 245, "603582": 246, "603607": 247, "603612": 248, "603664": 249, "603793": 250, "603812": 251, "603838": 252, "603933": 253, "604062": 254, "604110": 255, "604132": 256, "604386": 257, "604770": 258, "604826": 259, "604897": 260, "604969": 261, "604991": 262, "605148": 263, "605207": 264, "605254": 265, "605278": 266, "605290": 267, "605452": 268, "605519": 269, "605537": 270, "605771": 271, "606010": 272, "606119": 273, "606150": 274, "606552": 275, "606556": 276, "606726": 277, "606821": 278, "606857": 279, "606874": 280, "606905": 281, "606929": 282, "607065": 283, "607073": 284, "607160": 285, "607286": 286, "607410": 287, "607517": 288, "607609": 289, "607815": 290, "607944": 291, "608062": 292, "608318": 293, "608554": 294, "608688": 295, "608704": 296, "609116": 297, "609179": 298, "609257": 299, "609278": 300, "609556": 301, "609617": 302, "609789": 303, "611097": 304, "611188": 305, "611716": 306, "611932": 307, "612096": 308, "612131": 309, "612478": 310, "612538": 311, "612567": 312, "613209": 313, "613409": 314, "613484": 315, "613776": 316, "614043": 317, "614089": 318, "616449": 319, "616457": 320, "616568": 321, "616634": 322, "616713": 323, "616836": 324, "616945": 325, "617029": 326, "617178": 327, "617310": 328, "617379": 329, "617462": 330, "617542": 331, "617774": 332, "618150": 333, "618333": 334, "618355": 335, "618700": 336, "618747": 337, "619892": 338, "619932": 339, "620148": 340, "620745": 341, "621555": 342, "621982": 343, "622023": 344, "622727": 345, "622787": 346, "624443": 347, "624540": 348, "625295": 349, "625315": 350, "625319": 351, "625326": 352, "625349": 353, "625576": 354, "625818": 355, "626026": 356, "626479": 357, "626482": 358, "626493": 359, "626754": 360, "626757": 361, "626771": 362, "626778": 363, "626779": 364, "626789": 365, "626792": 366, "626812": 367, "626849": 368, "626883": 369, "627169": 370, "627220": 371, "627252": 372, "627427": 373, "627430": 374, "627488": 375, "627496": 376, "627505": 377, "627530": 378, "627539": 379, "627599": 380, "627636": 381, "627638": 382, "627780": 383, "627792": 384, "627798": 385, "627800": 386, "628077": 387, "628093": 388, "628102": 389, "628547": 390, "628558": 391, "628559": 392, "628736": 393, "628744": 394, "628986": 395, "628990": 396, "629010": 397, "629025": 398, "629041": 399, "629072": 400, "629142": 401, "629156": 402, "629221": 403, "629263": 404, "629285": 405, "629615": 406, "629659": 407, "629700": 408, "629710": 409, "629712": 410, "629723": 411, "629758": 412, "629792": 413, "629807": 414, "629844": 415, "629869": 416, "629878": 417, "629959": 418, "629985": 419, "630006": 420, "630044": 421, "630070": 422, "630098": 423, "630117": 424, "630121": 425, "630128": 426, "630190": 427, "630198": 428, "630209": 429, "630227": 430, "630250": 431, "630378": 432, "630389": 433, "630416": 434, "630738": 435, "630823": 436, "630825": 437, "630928": 438, "630929": 439, "630948": 440, "630949": 441, "630962": 442, "630967": 443, "630972": 444, "630977": 445, "630999": 446, "631012": 447, "631014": 448, "631046": 449, "631069": 450, "631109": 451, "631125": 452, "631141": 453, "631142": 454, "631164": 455, "631181": 456, "631198": 457, "631216": 458, "631221": 459, "631436": 460, "631448": 461, "631496": 462, "631507": 463, "631531": 464, "631583": 465, "631600": 466, "631678": 467, "631711": 468, "631716": 469, "631881": 470, "631902": 471, "631909": 472, "632051": 473, "632091": 474, "632117": 475, "632125": 476, "632153": 477, "632156": 478, "632189": 479, "632228": 480, "632299": 481, "632320": 482, "632431": 483, "632684": 484, "632868": 485, "632893": 486, "632896": 487, "632909": 488, "632975": 489, "633001": 490, "633024": 491, "633097": 492, "633143": 493, "633224": 494, "633234": 495, "633350": 496, "633520": 497, "633541": 498, "633712": 499, "634328": 500, "634430": 501, "634455": 502, "634468": 503, "634508": 504, "634566": 505, "634646": 506, "634650": 507, "634669": 508, "634683": 509, "634690": 510, "634705": 511, "634764": 512, "634825": 513, "634885": 514, "634964": 515, "634977": 516, "635024": 517, "635065": 518, "635179": 519, "635533": 520, "635602": 521, "635627": 522, "638838": 523, "644623": 524, "66222": 525, "68949": 526, "7": 527, "711854": 528, "712054": 529, "712093": 530, "712143": 531, "712252": 532, "712670": 533, "712702": 534, "712766": 535, "712771": 536, "712898": 537, "712938": 538, "713423": 539, "713585": 540, "714062": 541, "714430": 542, "714503": 543, "714598": 544, "714607": 545, "714863": 546, "714893": 547, "714901": 548, "715152": 549, "715742": 550, "715795": 551, "715806": 552, "715814": 553, "715845": 554, "716142": 555, "716188": 556, "716549": 557, "716650": 558, "716749": 559, "716766": 560, "717116": 561, "717411": 562, "717921": 563, "718026": 564, "718089": 565, "718570": 566, "719554": 567, "719735": 568, "720045": 569, "721831": 570, "722431": 571, "722500": 572, "723931": 573, "723968": 574, "724326": 575, "726962": 576, "727333": 577, "727339": 578, "727410": 579, "728522": 580, "738379": 581, "738409": 582, "738850": 583, "738875": 584, "739254": 585, "740568": 586, "741428": 587, "741592": 588, "741658": 589, "742226": 590, "742611": 591, "743488": 592, "743537": 593, "743623": 594, "743828": 595, "744091": 596, "744468": 597, "744484": 598, "745297": 599, "745732": 600, "746466": 601, "746750": 602, "747734": 603, "75": 604, "79": 605, "7up": 606, "8": 607, "80": 608, "835124": 609, "835223": 610, "840827": 611, "85": 612, "854745": 613, "87783": 614, "9": 615, "95": 616, "96": 617, "97339": 618, "98": 619, "99": 620, "a": 621, "about": 622, "above": 623, "abyss": 624, "academia": 625, "according": 626, "across": 627, "action": 628, "actually": 629, "add": 630, "added": 631, "adding": 632, "additional": 633, "additionally": 634, "addons": 635, "adult": 636, "advengers": 637, "after": 638, "afterwards": 639, "again": 640, "age": 641, "air": 642, "aladdin": 643, "alcohol": 644, "alcoholic": 645, "ale": 646, "alien": 647, "aliens": 648, "alita": 649, "all": 650, "alladin": 651, "alliteration": 652, "allowed": 653, "almost": 654, "alone": 655, "also": 656, "although": 657, "altogether": 658, "always": 659, "am": 660, "america": 661, "american": 662, "among": 663, "amount": 664, "amounts": 665, "an": 666, "anchorman": 667, "and": 668, "angels": 669, "angry": 670, "animated": 671, "anime": 672, "animes": 673, "anjaana": 674, "anjaani": 675, "another": 676, "answer": 677, "any": 678, "anything": 679, "anywhere": 680, "apology": 681, "appear": 682, "apple": 683, "approx": 684, "approximate": 685, "aquaman": 686, "arabia": 687, "arcane": 688, "are": 689, "argo": 690, "argument": 691, "aromatics": 692, "around": 693, "arounds": 694, "as": 695, "asian": 696, "asians": 697, "asking": 698, "associate": 699, "associated": 700, "assuming": 701, "at": 702, "atleast": 703, "attending": 704, "aug": 705, "authentic": 706, "avacado": 707, "avacoda": 708, "avangers": 709, "avenegers": 710, "avenger": 711, "avengers": 712, "average": 713, "avocado": 714, "avogado": 715, "away": 716, "ayran": 717, "ba": 718, "babylon": 719, "back": 720, "bacon": 721, "bad": 722, "bahen": 723, "baijiu": 724, "baja": 725, "baked": 726, "banana": 727, "barbican": 728, "barbie": 729, "bare": 730, "barely": 731, "barley": 732, "base": 733, "based": 734, "basic": 735, "basil": 736, "batman": 737, "battle": 738, "bbc": 739, "be": 740, "beautiful": 741, "beautifully": 742, "bebsi": 743, "because": 744, "becoming": 745, "beef": 746, "beer": 747, "beetroot": 748, "beets": 749, "before": 750, "behind": 751, "being": 752, "believe": 753, "bell": 754, "bender": 755, "besides": 756, "best": 757, "better": 758, "between": 759, "beverage": 760, "big": 761, "bill": 762, "billions": 763, "bird": 764, "birds": 765, "bit": 766, "black": 767, "blade": 768, "bladerunner": 769, "blast": 770, "blends": 771, "blue": 772, "boba": 773, "bogo": 774, "bollywood": 775, "bond": 776, "book": 777, "borat": 778, "bottled": 779, "bowl": 780, "box": 781, "boxes": 782, "boy": 783, "boys": 784, "bread": 785, "breads": 786, "breakaway": 787, "breakfast": 788, "breaking": 789, "bring": 790, "brisk": 791, "broccoli": 792, "bros": 793, "brothers": 794, "bubble": 795, "bucks": 796, "bud": 797, "bueller": 798, "buffets": 799, "bullet": 800, "bump": 801, "burnt": 802, "busan": 803, "business": 804, "but": 805, "butter": 806, "buy": 807, "by": 808, "ca": 809, "cad": 810, "cad10": 811, "cad15": 812, "cad20": 813, "california": 814, "called": 815, "calpis": 816, "came": 817, "can": 818, "canada": 819, "canadian": 820, "cancel": 821, "cancels": 822, "canned": 823, "cannot": 824, "canonically": 825, "captain": 826, "carbonated": 827, "caribbean": 828, "carribeans": 829, "carrot": 830, "carrots": 831, "carry": 832, "cars": 833, "cartoon": 834, "cartoons": 835, "casablanca": 836, "case": 837, "castle": 838, "catbonated": 839, "categories": 840, "category": 841, "cause": 842, "chain": 843, "chains": 844, "champagne": 845, "chan": 846, "chance": 847, "chandni": 848, "change": 849, "channel": 850, "chapter": 851, "characters": 852, "cheap": 853, "cheaper": 854, "cheech": 855, "cheese": 856, "cheeses": 857, "chef": 858, "chess": 859, "chi": 860, "chick": 861, "chicken": 862, "childhood": 863, "chill": 864, "china": 865, "chinese": 866, "chocolate": 867, "choice": 868, "chong": 869, "choose": 870, "chosen": 871, "chounouryoku": 872, "chowk": 873, "cilantro": 874, "cinnamon": 875, "citrusy": 876, "city": 877, "clarity": 878, "class": 879, "classic": 880, "classical": 881, "classify": 882, "cleopatra": 883, "cloudy": 884, "club": 885, "coca": 886, "cocacola": 887, "cocktail": 888, "coco": 889, "cococola": 890, "code": 891, "coffee": 892, "coke": 893, "cola": 894, "cold": 895, "combined": 896, "combo": 897, "come": 898, "comedy": 899, "comes": 900, "comical": 901, "commercials": 902, "common": 903, "competing": 904, "complex": 905, "complexity": 906, "compliment": 907, "components": 908, "comprised": 909, "conan": 910, "condiments": 911, "cone": 912, "considering": 913, "consist": 914, "consumer": 915, "contain": 916, "contained": 917, "contains": 918, "conventional": 919, "conversations": 920, "cooks": 921, "coraline": 922, "core": 923, "corn": 924, "cost": 925, "costco": 926, "costs": 927, "could": 928, "count": 929, "counting": 930, "country": 931, "counts": 932, "couple": 933, "course": 934, "cousin": 935, "crab": 936, "crayon": 937, "crazy": 938, "cream": 939, "creamy": 940, "creativity": 941, "credit": 942, "credits": 943, "crisis": 944, "crunchies": 945, "crush": 946, "crust": 947, "cucumber": 948, "cucumbers": 949, "cuisine": 950, "culinary": 951, "culture": 952, "cumin": 953, "cups": 954, "customer": 955, "d": 956, "dabba": 957, "daikessen": 958, "dairy": 959, "dangal": 960, "dark": 961, "data": 962, "davinci": 963, "dawn": 964, "day": 965, "days": 966, "dead": 967, "deadpool": 968, "dec": 969, "decently": 970, "deeds": 971, "deep": 972, "deewani": 973, "definitely": 974, "dehydrating": 975, "delivers": 976, "delivery": 977, "deluxe": 978, "depend": 979, "depending": 980, "depends": 981, "desired": 982, "despicable": 983, "despite": 984, "destroyed": 985, "detective": 986, "dew": 987, "diaries": 988, "diary": 989, "dictator": 990, "die": 991, "diet": 992, "different": 993, "differs": 994, "digest": 995, "dikon": 996, "dine": 997, "diner": 998, "dinner": 999, "dip": 1000, "discussed": 1001, "dish": 1002, "disney": 1003, "divide": 1004, "django": 1005, "do": 1006, "documenary": 1007, "documentaries": 1008, "documentary": 1009, "does": 1010, "dogs": 1011, "dollar": 1012, "dollars": 1013, "dollor": 1014, "dollors": 1015, "dominated": 1016, "don": 1017, "dont": 1018, "doo": 1019, "door": 1020, "dora": 1021, "doraemon": 1022, "double": 1023, "dough": 1024, "down": 1025, "dr": 1026, "dragon": 1027, "drange": 1028, "dreams": 1029, "dressing": 1030, "dried": 1031, "drift": 1032, "drink": 1033, "drinks": 1034, "drishyam": 1035, "drive": 1036, "driver": 1037, "dry": 1038, "due": 1039, "dune": 1040, "during": 1041, "e": 1042, "each": 1043, "early": 1044, "east": 1045, "eastern": 1046, "eat": 1047, "eaten": 1048, "eating": 1049, "eats": 1050, "economy": 1051, "egg": 1052, "eggs": 1053, "egypt": 1054, "eight": 1055, "either": 1056, "element": 1057, "elements": 1058, "elf": 1059, "else": 1060, "emoji": 1061, "empire": 1062, "en": 1063, "end": 1064, "endgame": 1065, "ending": 1066, "english": 1067, "enhance": 1068, "enough": 1069, "entire": 1070, "episode": 1071, "especially": 1072, "estimate": 1073, "etc": 1074, "eternal": 1075, "euro": 1076, "evangelion": 1077, "even": 1078, "events": 1079, "ever": 1080, "everyone": 1081, "everything": 1082, "everywhere": 1083, "exactly": 1084, "example": 1085, "excluding": 1086, "expect": 1087, "expected": 1088, "expensive": 1089, "experience": 1090, "experienced": 1091, "express": 1092, "eye": 1093, "fact": 1094, "fair": 1095, "fake": 1096, "falafel": 1097, "fallen": 1098, "fallujah": 1099, "family": 1100, "famous": 1101, "fan": 1102, "fancy": 1103, "fanta": 1104, "fast": 1105, "fat": 1106, "fault": 1107, "favourite": 1108, "features": 1109, "feb": 1110, "fellowship": 1111, "ferris": 1112, "feta": 1113, "few": 1114, "fic": 1115, "fiction": 1116, "fight": 1117, "filled": 1118, "filling": 1119, "fillings": 1120, "film": 1121, "final": 1122, "findig": 1123, "finding": 1124, "fine": 1125, "finish": 1126, "finite": 1127, "fired": 1128, "first": 1129, "fish": 1130, "fit": 1131, "five": 1132, "fizzy": 1133, "flames": 1134, "flat": 1135, "flatbread": 1136, "flatbreads": 1137, "flavor": 1138, "flavors": 1139, "flavour": 1140, "flavours": 1141, "flips": 1142, "flour": 1143, "flower": 1144, "following": 1145, "food": 1146, "for": 1147, "forest": 1148, "forget": 1149, "fought": 1150, "foundational": 1151, "fountain": 1152, "four": 1153, "fr": 1154, "freddies": 1155, "freddy": 1156, "free": 1157, "french": 1158, "frequent": 1159, "frequently": 1160, "friday": 1161, "friends": 1162, "fries": 1163, "from": 1164, "frozen": 1165, "fruit": 1166, "fry": 1167, "fu": 1168, "full": 1169, "fun": 1170, "funds": 1171, "furious": 1172, "futurama": 1173, "future": 1174, "g": 1175, "gallon": 1176, "game": 1177, "games": 1178, "garfield": 1179, "garlic": 1180, "garnishes": 1181, "gather": 1182, "gatorade": 1183, "geisha": 1184, "general": 1185, "generalize": 1186, "generally": 1187, "generic": 1188, "gentlemen": 1189, "get": 1190, "gets": 1191, "getting": 1192, "gham": 1193, "ghibli": 1194, "gilmore": 1195, "gin": 1196, "ginger": 1197, "gingerale": 1198, "girl": 1199, "girls": 1200, "give": 1201, "gladiator": 1202, "glass": 1203, "go": 1204, "goat": 1205, "godfather": 1206, "godzilla": 1207, "going": 1208, "gold": 1209, "gone": 1210, "good": 1211, "goodfellas": 1212, "goods": 1213, "goofy": 1214, "google": 1215, "gossip": 1216, "gourmet": 1217, "grain": 1218, "gran": 1219, "grandpa": 1220, "great": 1221, "green": 1222, "grinch": 1223, "grown": 1224, "gru": 1225, "guess": 1226, "guessing": 1227, "guest": 1228, "gump": 1229, "gurume": 1230, "guy": 1231, "had": 1232, "hai": 1233, "haikyu": 1234, "ham": 1235, "hands": 1236, "hangover": 1237, "happiness": 1238, "happy": 1239, "happyness": 1240, "harbour": 1241, "hard": 1242, "harold": 1243, "harry": 1244, "has": 1245, "have": 1246, "haven": 1247, "having": 1248, "hawk": 1249, "hawkeye": 1250, "he": 1251, "healthy": 1252, "hearing": 1253, "heaven": 1254, "hedge": 1255, "hedgehog": 1256, "helps": 1257, "hence": 1258, "herbs": 1259, "here": 1260, "heretic": 1261, "hero": 1262, "heron": 1263, "herron": 1264, "hey": 1265, "high": 1266, "highly": 1267, "hill": 1268, "himself": 1269, "his": 1270, "hitman": 1271, "holes": 1272, "hollywood": 1273, "home": 1274, "homealone": 1275, "honest": 1276, "honestly": 1277, "horror": 1278, "hot": 1279, "hotsauce": 1280, "hour": 1281, "hours": 1282, "house": 1283, "how": 1284, "however": 1285, "howl": 1286, "https": 1287, "humans": 1288, "hummus": 1289, "hundred": 1290, "hunger": 1291, "hunter": 1292, "hunting": 1293, "i": 1294, "ice": 1295, "iced": 1296, "idea": 1297, "ideally": 1298, "idiots": 1299, "idk": 1300, "idt": 1301, "if": 1302, "ii": 1303, "ill": 1304, "im": 1305, "important": 1306, "impossible": 1307, "in": 1308, "inc": 1309, "inception": 1310, "inch": 1311, "inches": 1312, "include": 1313, "includes": 1314, "including": 1315, "increases": 1316, "indian": 1317, "indiana": 1318, "individual": 1319, "individuals": 1320, "inflation": 1321, "ingedients": 1322, "ingrediant": 1323, "ingredient": 1324, "ingredients": 1325, "inside": 1326, "instance": 1327, "instant": 1328, "interesting": 1329, "intern": 1330, "interstellar": 1331, "into": 1332, "invasion": 1333, "invisible": 1334, "involves": 1335, "ip": 1336, "iron": 1337, "is": 1338, "ish": 1339, "isle": 1340, "isnt": 1341, "it": 1342, "italian": 1343, "italians": 1344, "italy": 1345, "item": 1346, "items": 1347, "its": 1348, "itself": 1349, "ivedik": 1350, "jack": 1351, "jackie": 1352, "jalapeno": 1353, "jam": 1354, "james": 1355, "japan": 1356, "japanese": 1357, "jarritos": 1358, "jasmine": 1359, "jawaani": 1360, "jaws": 1361, "jiro": 1362, "job": 1363, "joe": 1364, "john": 1365, "johnny": 1366, "jon": 1367, "jones": 1368, "juice": 1369, "jul": 1370, "jump": 1371, "junk": 1372, "jurassic": 1373, "just": 1374, "karate": 1375, "katachi": 1376, "kenshin": 1377, "kernels": 1378, "kevin": 1379, "key": 1380, "khabi": 1381, "khushi": 1382, "kid": 1383, "kids": 1384, "kiki": 1385, "kill": 1386, "kind": 1387, "kinds": 1388, "king": 1389, "kingdom": 1390, "kite": 1391, "knight": 1392, "know": 1393, "knowledge": 1394, "kodoku": 1395, "koe": 1396, "kombucha": 1397, "konan": 1398, "kong": 1399, "korea": 1400, "kraken": 1401, "kumar": 1402, "kung": 1403, "kungfu": 1404, "la": 1405, "laban": 1406, "lamb": 1407, "land": 1408, "large": 1409, "largely": 1410, "lassi": 1411, "last": 1412, "lastly": 1413, "late": 1414, "laver": 1415, "lawrence": 1416, "layering": 1417, "leaf": 1418, "least": 1419, "leaves": 1420, "leban": 1421, "lebowski": 1422, "legend": 1423, "lego": 1424, "leisure": 1425, "lemon": 1426, "lemonade": 1427, "less": 1428, "let": 1429, "lets": 1430, "lettuce": 1431, "lettuces": 1432, "levain": 1433, "life": 1434, "like": 1435, "limit": 1436, "limited": 1437, "lion": 1438, "liquorice": 1439, "lira": 1440, "literally": 1441, "little": 1442, "live": 1443, "liz": 1444, "ll": 1445, "local": 1446, "looking": 1447, "looks": 1448, "lord": 1449, "lose": 1450, "lost": 1451, "lot": 1452, "love": 1453, "lower": 1454, "luca": 1455, "lucy": 1456, "lunch": 1457, "m": 1458, "mabye": 1459, "mad": 1460, "madagascar": 1461, "made": 1462, "maguire": 1463, "main": 1464, "major": 1465, "make": 1466, "maki": 1467, "making": 1468, "male": 1469, "malena": 1470, "mamma": 1471, "man": 1472, "mandatory": 1473, "mandoob": 1474, "mango": 1475, "many": 1476, "mar": 1477, "marinade": 1478, "marinated": 1479, "mario": 1480, "martini": 1481, "marvel": 1482, "master": 1483, "masterchef": 1484, "matcha": 1485, "mater": 1486, "max": 1487, "maximum": 1488, "may": 1489, "maybe": 1490, "mayo": 1491, "maze": 1492, "md": 1493, "me": 1494, "meal": 1495, "meals": 1496, "mean": 1497, "means": 1498, "meant": 1499, "meat": 1500, "meatball": 1501, "meatballs": 1502, "meats": 1503, "medium": 1504, "meet": 1505, "meg": 1506, "meitantei": 1507, "memoirs": 1508, "memory": 1509, "men": 1510, "menu": 1511, "mermaid": 1512, "mess": 1513, "mia": 1514, "mib": 1515, "michelin": 1516, "middle": 1517, "midnight": 1518, "might": 1519, "mild": 1520, "milk": 1521, "milkshake": 1522, "millionaire": 1523, "min": 1524, "mind": 1525, "minds": 1526, "mine": 1527, "mineral": 1528, "minimum": 1529, "minions": 1530, "mint": 1531, "minutes": 1532, "mirinda": 1533, "miso": 1534, "mission": 1535, "misso": 1536, "mistakes": 1537, "mmmm": 1538, "mmmmm": 1539, "mobster": 1540, "moderate": 1541, "moderately": 1542, "moneyball": 1543, "monkey": 1544, "monster": 1545, "monsters": 1546, "monty": 1547, "more": 1548, "morty": 1549, "most": 1550, "mostly": 1551, "mountain": 1552, "movie": 1553, "movies": 1554, "moving": 1555, "mozzarella": 1556, "mr": 1557, "much": 1558, "mufasa": 1559, "mulan": 1560, "multiple": 1561, "mummy": 1562, "murder": 1563, "mushroom": 1564, "mushrooms": 1565, "musical": 1566, "mutant": 1567, "my": 1568, "mystery": 1569, "mystic": 1570, "n": 1571, "na": 1572, "name": 1573, "named": 1574, "naruto": 1575, "nearly": 1576, "necessary": 1577, "nee": 1578, "need": 1579, "needed": 1580, "needs": 1581, "neighbor": 1582, "neighbour": 1583, "nemo": 1584, "nero": 1585, "nestea": 1586, "network": 1587, "never": 1588, "neverending": 1589, "new": 1590, "next": 1591, "nice": 1592, "niche": 1593, "night": 1594, "nights": 1595, "nigiri": 1596, "nihonshu": 1597, "ninja": 1598, "no": 1599, "non": 1600, "none": 1601, "noon": 1602, "nori": 1603, "normal": 1604, "normally": 1605, "nosferatu": 1606, "not": 1607, "note": 1608, "nothing": 1609, "notting": 1610, "number": 1611, "numbers": 1612, "nyc": 1613, "obesity": 1614, "obviously": 1615, "ocha": 1616, "oct": 1617, "octopus": 1618, "of": 1619, "off": 1620, "offers": 1621, "often": 1622, "oftenly": 1623, "oil": 1624, "ok": 1625, "old": 1626, "oldboy": 1627, "olive": 1628, "olives": 1629, "omakase": 1630, "on": 1631, "once": 1632, "one": 1633, "ones": 1634, "onion": 1635, "onions": 1636, "oniuons": 1637, "only": 1638, "oolong": 1639, "opening": 1640, "oppenheimer": 1641, "optimal": 1642, "optional": 1643, "or": 1644, "orange": 1645, "order": 1646, "ordered": 1647, "orders": 1648, "ordinary": 1649, "oregano": 1650, "org": 1651, "orient": 1652, "osmows": 1653, "other": 1654, "our": 1655, "out": 1656, "outside": 1657, "oven": 1658, "over": 1659, "overall": 1660, "overcharges": 1661, "oyster": 1662, "pac": 1663, "pacific": 1664, "pack": 1665, "pair": 1666, "pairing": 1667, "pairs": 1668, "pancake": 1669, "panda": 1670, "paparoni": 1671, "papper": 1672, "paprika": 1673, "parabellum": 1674, "parasite": 1675, "parents": 1676, "paris": 1677, "park": 1678, "parsley": 1679, "part": 1680, "particular": 1681, "parties": 1682, "party": 1683, "passengers": 1684, "passion": 1685, "paste": 1686, "pay": 1687, "peach": 1688, "peak": 1689, "pearl": 1690, "peas": 1691, "pellegrino": 1692, "penguins": 1693, "people": 1694, "peporonni": 1695, "pepper": 1696, "pepperoni": 1697, "peppers": 1698, "pepsi": 1699, "per": 1700, "perfect": 1701, "perhaps": 1702, "perseverance": 1703, "person": 1704, "personal": 1705, "personally": 1706, "philosopher": 1707, "pi": 1708, "piazza": 1709, "pickle": 1710, "pickled": 1711, "pickles": 1712, "pie": 1713, "piece": 1714, "pieces": 1715, "pilgrim": 1716, "pineapple": 1717, "pineapples": 1718, "pink": 1719, "pirates": 1720, "pistachio": 1721, "pita": 1722, "pitta": 1723, "pixar": 1724, "pizza": 1725, "pizzas": 1726, "place": 1727, "planet": 1728, "plate": 1729, "platter": 1730, "player": 1731, "pleasant": 1732, "plot": 1733, "poisoned": 1734, "pokemon": 1735, "polar": 1736, "ponyo": 1737, "pop": 1738, "pops": 1739, "popular": 1740, "portion": 1741, "possibilities": 1742, "possible": 1743, "possibly": 1744, "post": 1745, "potato": 1746, "potatoes": 1747, "poter": 1748, "potter": 1749, "powder": 1750, "powerade": 1751, "pray": 1752, "prefer": 1753, "preferably": 1754, "preference": 1755, "preferred": 1756, "premade": 1757, "present": 1758, "pretty": 1759, "price": 1760, "prices": 1761, "pricy": 1762, "primary": 1763, "prince": 1764, "princess": 1765, "private": 1766, "probably": 1767, "product": 1768, "profession": 1769, "proposal": 1770, "protein": 1771, "proteins": 1772, "pulp": 1773, "punch": 1774, "purchased": 1775, "purple": 1776, "pursuit": 1777, "put": 1778, "python": 1779, "quality": 1780, "quantities": 1781, "quarter": 1782, "question": 1783, "quick": 1784, "quickly": 1785, "quiet": 1786, "quietly": 1787, "quite": 1788, "radish": 1789, "raimi": 1790, "ramune": 1791, "range": 1792, "rat": 1793, "ratatouille": 1794, "ratatoullie": 1795, "rattatouie": 1796, "raw": 1797, "re": 1798, "ready": 1799, "really": 1800, "reason": 1801, "reasonable": 1802, "recently": 1803, "recep": 1804, "recipe": 1805, "reckoning": 1806, "recommended": 1807, "red": 1808, "redemption": 1809, "refered": 1810, "referring": 1811, "refers": 1812, "refresh": 1813, "regular": 1814, "related": 1815, "relaxed": 1816, "relaxing": 1817, "remind": 1818, "reminder": 1819, "reminds": 1820, "remy": 1821, "reply": 1822, "required": 1823, "requires": 1824, "reserve": 1825, "response": 1826, "rest": 1827, "restaurant": 1828, "restaurants": 1829, "results": 1830, "revolves": 1831, "rice": 1832, "rich": 1833, "rick": 1834, "right": 1835, "rim": 1836, "ring": 1837, "rings": 1838, "rise": 1839, "rising": 1840, "ritual": 1841, "road": 1842, "roasted": 1843, "rodent": 1844, "rodrick": 1845, "roll": 1846, "rolls": 1847, "romance": 1848, "romantic": 1849, "ronin": 1850, "room": 1851, "root": 1852, "rootbeer": 1853, "rules": 1854, "rum": 1855, "runner": 1856, "running": 1857, "rurouni": 1858, "rush": 1859, "ryan": 1860, "s": 1861, "sadly": 1862, "sag": 1863, "saj": 1864, "sake": 1865, "salad": 1866, "salami": 1867, "salmon": 1868, "salsa": 1869, "salt": 1870, "salty": 1871, "sam": 1872, "samurai": 1873, "san": 1874, "sandwich": 1875, "sansauge": 1876, "saporo": 1877, "sashimi": 1878, "sauce": 1879, "sauces": 1880, "sausage": 1881, "saving": 1882, "say": 1883, "scallions": 1884, "scary": 1885, "scene": 1886, "scenes": 1887, "school": 1888, "sci": 1889, "scooby": 1890, "score": 1891, "scott": 1892, "scratch": 1893, "sea": 1894, "seafood": 1895, "seasoned": 1896, "seasoning": 1897, "seasonings": 1898, "seawead": 1899, "seaweed": 1900, "see": 1901, "seeds": 1902, "seen": 1903, "sells": 1904, "sep": 1905, "separate": 1906, "series": 1907, "serve": 1908, "served": 1909, "service": 1910, "serving": 1911, "sesa": 1912, "sesame": 1913, "set": 1914, "setback": 1915, "setting": 1916, "seven": 1917, "several": 1918, "shang": 1919, "shangchi": 1920, "shanghai": 1921, "shark": 1922, "shawama": 1923, "shawarma": 1924, "shawarmas": 1925, "shawshank": 1926, "shazam": 1927, "shin": 1928, "shinchan": 1929, "shogun": 1930, "short": 1931, "should": 1932, "show": 1933, "showcases": 1934, "shows": 1935, "shrek": 1936, "shrek2": 1937, "shrek3": 1938, "shrimp": 1939, "shwarma": 1940, "siblings": 1941, "sick": 1942, "side": 1943, "silence": 1944, "silent": 1945, "similar": 1946, "similarly": 1947, "simple": 1948, "simpler": 1949, "simplest": 1950, "simply": 1951, "simulation": 1952, "since": 1953, "single": 1954, "sit": 1955, "six": 1956, "size": 1957, "sized": 1958, "slice": 1959, "sliced": 1960, "slices": 1961, "slide": 1962, "slumdog": 1963, "small": 1964, "smaller": 1965, "smoothie": 1966, "snack": 1967, "snowpiercer": 1968, "so": 1969, "social": 1970, "soda": 1971, "soft": 1972, "soju": 1973, "solitary": 1974, "some": 1975, "someone": 1976, "something": 1977, "sometimes": 1978, "somewhere": 1979, "son": 1980, "sonic": 1981, "sons": 1982, "sort": 1983, "sorts": 1984, "souce": 1985, "soul": 1986, "sounds": 1987, "soup": 1988, "sour": 1989, "south": 1990, "soy": 1991, "soybean": 1992, "space": 1993, "spaghetti": 1994, "sparking": 1995, "sparkling": 1996, "special": 1997, "specific": 1998, "specifically": 1999, "spice": 2000, "spiced": 2001, "spices": 2002, "spiciness": 2003, "spicy": 2004, "spider": 2005, "spiderman": 2006, "spiderverse": 2007, "spirit": 2008, "spirited": 2009, "spongebob": 2010, "spotless": 2011, "sprindrift": 2012, "sprite": 2013, "spy": 2014, "squid": 2015, "standard": 2016, "star": 2017, "starch": 2018, "stark": 2019, "starring": 2020, "start": 2021, "step": 2022, "stereotypically": 2023, "stew": 2024, "stir": 2025, "stone": 2026, "store": 2027, "storm": 2028, "story": 2029, "straight": 2030, "stranger": 2031, "strangers": 2032, "street": 2033, "strikes": 2034, "stuck": 2035, "stuff": 2036, "stupid": 2037, "style": 2038, "styles": 2039, "such": 2040, "sufficient": 2041, "sugar": 2042, "sugarcane": 2043, "suggests": 2044, "suits": 2045, "suju": 2046, "sunshine": 2047, "super": 2048, "superbad": 2049, "superheroes": 2050, "supporting": 2051, "sure": 2052, "surrounding": 2053, "sush": 2054, "sushi": 2055, "sushis": 2056, "suzume": 2057, "sweet": 2058, "t": 2059, "table": 2060, "tahini": 2061, "take": 2062, "taken": 2063, "takes": 2064, "taking": 2065, "tale": 2066, "talented": 2067, "talking": 2068, "tap": 2069, "taste": 2070, "tax": 2071, "taxi": 2072, "tbf": 2073, "tea": 2074, "teachers": 2075, "team": 2076, "teen": 2077, "teenage": 2078, "temakizushi": 2079, "ten": 2080, "terminator": 2081, "terms": 2082, "than": 2083, "that": 2084, "the": 2085, "their": 2086, "them": 2087, "themed": 2088, "themes": 2089, "then": 2090, "there": 2091, "these": 2092, "they": 2093, "thing": 2094, "things": 2095, "think": 2096, "thinking": 2097, "thirty": 2098, "this": 2099, "those": 2100, "though": 2101, "thought": 2102, "three": 2103, "through": 2104, "time": 2105, "times": 2106, "titanic": 2107, "tmnt": 2108, "tnmt": 2109, "to": 2110, "tobe": 2111, "tobey": 2112, "tofu": 2113, "together": 2114, "tokyo": 2115, "tomato": 2116, "tomato_sauce": 2117, "tomatoes": 2118, "tony": 2119, "too": 2120, "took": 2121, "top": 2122, "topic": 2123, "topped": 2124, "topping": 2125, "toppings": 2126, "toronto": 2127, "tortilla": 2128, "total": 2129, "totoro": 2130, "toum": 2131, "tow": 2132, "toy": 2133, "traditional": 2134, "train": 2135, "transformer": 2136, "transformers": 2137, "translation": 2138, "tray": 2139, "tried": 2140, "trip": 2141, "trucks": 2142, "truman": 2143, "trying": 2144, "tuna": 2145, "turismo": 2146, "turkey": 2147, "turkish": 2148, "turmeric": 2149, "turning": 2150, "turnip": 2151, "turtle": 2152, "turtles": 2153, "tv": 2154, "twice": 2155, "two": 2156, "type": 2157, "types": 2158, "typical": 2159, "typically": 2160, "tzatziki": 2161, "u": 2162, "uber": 2163, "ultraman": 2164, "ultron": 2165, "umami": 2166, "uncarbonated": 2167, "unchained": 2168, "uncle": 2169, "unfortunately": 2170, "unless": 2171, "uoft": 2172, "up": 2173, "upon": 2174, "upper": 2175, "ups": 2176, "upwards": 2177, "us": 2178, "usd": 2179, "use": 2180, "used": 2181, "user": 2182, "using": 2183, "usually": 2184, "v": 2185, "value": 2186, "variable": 2187, "varies": 2188, "variety": 2189, "various": 2190, "vary": 2191, "ve": 2192, "vege": 2193, "vegetable": 2194, "vegetables": 2195, "veggie": 2196, "veggies": 2197, "venom": 2198, "verse": 2199, "version": 2200, "very": 2201, "videos": 2202, "vinegar": 2203, "vinny": 2204, "vivid": 2205, "voice": 2206, "vs": 2207, "wags": 2208, "wall": 2209, "wallstreet": 2210, "walter": 2211, "want": 2212, "wants": 2213, "warrior": 2214, "wars": 2215, "was": 2216, "wasabi": 2217, "watch": 2218, "watched": 2219, "water": 2220, "waverly": 2221, "way": 2222, "wayne": 2223, "we": 2224, "weathering": 2225, "week": 2226, "weekend": 2227, "weeks": 2228, "weighs": 2229, "well": 2230, "were": 2231, "western": 2232, "whale": 2233, "what": 2234, "wheat": 2235, "when": 2236, "where": 2237, "whereas": 2238, "whether": 2239, "which": 2240, "while": 2241, "whiplash": 2242, "white": 2243, "who": 2244, "whole": 2245, "wick": 2246, "wicked": 2247, "wiki": 2248, "wikipedia": 2249, "will": 2250, "wimpy": 2251, "wine": 2252, "wines": 2253, "winter": 2254, "with": 2255, "within": 2256, "without": 2257, "wizards": 2258, "wolf": 2259, "wolverine": 2260, "won": 2261, "wood": 2262, "word": 2263, "works": 2264, "world": 2265, "would": 2266, "wouldn": 2267, "wrap": 2268, "wrong": 2269, "yakult": 2270, "yakuza": 2271, "year": 2272, "yeast": 2273, "yeest": 2274, "yeh": 2275, "yellow": 2276, "yen": 2277, "yet": 2278, "yogurt": 2279, "york": 2280, "you": 2281, "young": 2282, "your": 2283, "yuzu": 2284, "za": 2285, "zero": 2286, "zodiac": 2287, "zohan": 2288, "zootopia": 2289, "\u30ca\u30df\u30e4\u96d1\u8ca8\u5e97\u306e\u5947\u8e5f": 2290, "\u4e00\u4f11\u3055\u3093": 2291, "\u6df1\u591c\u98df\u5802": 2292, "\u7c73\u996d": 2293, "\u7d2b\u83dc": 2294}